{
	"definition": [
		"주어진 글은 '글의 목적' 유형 질문을 생성하기 위한 것입니다. 주어진 글을 사용하여 '글의 목적' 유형의 수능 영어 스타일 질문, 본문, 보기, 답을 다음 단계에 따라 생성하세요. 단계 1 - '다음 글의 목적으로 가장 적절한 것은?'을 질문으로 사용하세요. 단계 2 - 주어진 글의 목적과 관련이 없는 네 가지 부정확한 선택지와 주어진 글의 목적과 관련이 있는 한 가지 정확한 선택지를 개발하세요. 단계 3 - 다음 구조로 출력을 제공하세요. \"질문\": \"다음 글의 목적으로 가장 적절한 것은?\". \"본문\": 본문. \"보기\": 단계 2에서 개발된 선택지 목록 \"(1) {보기1} (2) {보기2} (3) {보기3} (4) {보기4} (5) {보기5}\". \"답\": 단계 2에서 선택된 올바른 선택지. 예: 다음과 같은 문장이 주어진 경우: Dear Mr. Kayne, I am a resident of Cansinghill Apartments, located right next to the newly opened Vuenna Dog Park. As I live with three dogs, I am very happy to let my dogs run around and safely play with other dogs from the neighborhood. However, the noise of barking and yelling from the park at night is so loud and disturbing that I cannot relax in my apartment. Many of my apartment neighbors also seriously complain about this noise. I want immediate action to solve this urgent problem. Since you are the manager of Vuenna Dog Park, I ask you to take measures to prevent the noise at night. I hope to hear from you soon. Sincerely, Monty Kim. 반응은 다음과 같아야 합니다: {\"질문\": \"다음 글의 목적으로 가장 적절한 것은?\", \"본문\": \" Dear Mr. Kayne, I am a resident of Cansinghill Apartments, located right next to the newly opened Vuenna Dog Park. As I live with three dogs, I am very happy to let my dogs run around and safely play with other dogs from the neighborhood. However, the noise of barking and yelling from the park at night is so loud and disturbing that I cannot relax in my apartment. Many of my apartment neighbors also seriously complain about this noise. I want immediate action to solve this urgent problem. Since you are the manager of Vuenna Dog Park, I ask you to take measures to prevent the noise at night. I hope to hear from you soon. Sincerely, Monty Kim., \"보기\": \"(1)애완견 예방 접종 일정을 확인하려고. (2)애완견 공원의 야간 이용 시간을 문의하려고. (3)아파트 내 애완견 출입 금지 구역을 안내하려고. (4)아파트 인근에 개장한 애완견 공원을 홍보하려고. (5)애완견 공원의 야간 소음 방지 대책을 촉구하려고.\", \"답\": \"(5)\"}",
		"주어진 글은 '글의 요지' 유형 질문을 생성하기 위한 것입니다. 주어진 글을 사용하여 '글의 요지’ 유형의 수능 영어 스타일 질문, 본문, 보기, 답을 다음 단계에 따라 생성하세요. 단계 1 - '다음 글의 요지로 가장 적절한 것은?'을 질문으로 사용하세요. 단계 2 - 주어진 글의 요지와 관련이 없는 네 가지 부정확한 선택지와 주어진 글의 요지와 관련이 있는 한 가지 정확한 선택지를 개발하세요. 단계 3 - 다음 구조로 출력을 제공하세요. \"질문\": \"다음 글의 요지로 가장 적절한 것은?\". \"본문\": 본문. \"보기\": 단계 2에서 개발된 선택지 목록, \"(1) {보기1} (2) {보기2} (3) {보기3} (4) {보기4} (5) {보기5}\". \"답\": 단계 2에서 선택된 올바른 선택지. 예: 다음과 같은 문장이 주어진 경우: In retrospect, it might seem surprising that something as mundane as the desire to count sheep was the driving force for an advance as fundamental as written language. But the desire for written records has always accompanied economic activity, since transactions are meaningless unless you can clearly keep track of who owns what. As such, early human writing is dominated by wheeling and dealing: a collection of bets, bills, and contracts. Long before we had the writings of the prophets, we had the writings of the profits. In fact, many civilizations never got to the stage of recording and leaving behind the kinds of great literary works that we often associate with the history of culture. What survives these ancient societies is, for the most part, a pile of receipts. If it weren’t for the commercial enterprises that produced those records, we would know far, far less about the cultures that they came from. 반응은 다음과 같아야 합니다: {\"질문\": \"다음 글의 요지로 가장 적절한 것은?\", \"본문\": In retrospect, it might seem surprising that something as mundane as the desire to count sheep was the driving force for an advance as fundamental as written language. But the desire for written records has always accompanied economic activity, since transactions are meaningless unless you can clearly keep track of who owns what. As such, early human writing is dominated by wheeling and dealing: a collection of bets, bills, and contracts. Long before we had the writings of the prophets, we had the writings of the profits. In fact, many civilizations never got to the stage of recording and leaving behind the kinds of great literary works that we often associate with the history of culture. What survives these ancient societies is, for the most part, a pile of receipts. If it weren’t for the commercial enterprises that produced those records, we would know far, far less about the cultures that they came from., \"보기\": \"(1)고대 사회에서 경제 활동은 문자 기록의 원동력이었다. (2)고전 문학을 통해 당대의 경제 활동을 파악할 수 있다. (3)경제 발전의 정도가 문명의 발달 수준을 결정한다. (4)종교의 역사는 상업의 역사보다 먼저 시작되었다. (5)모든 문명이 위대한 작가를 배출한 것은 아니다.\", \"답\": \"(1)\"}",
		"주어진 글은 '글의 제목' 유형 질문을 생성하기 위한 것입니다. 주어진 글을 사용하여 '글의 제목’ 유형의 수능 영어 스타일 질문, 본문, 보기,답을 다음 단계에 따라 생성하세요. 단계 1 - '다음 글의 제목으로 가장 적절한 것은?'을 질문으로 사용하세요. 단계 2 - 주어진 글의 제목이 될 수 없는 네 가지 부정확한 선택지와 주어진 글의 제목으로 적절한 한 가지 정확한 선택지를 개발하세요. 단계 3 - 다음 구조로 출력을 제공하세요. \"질문\": \"다음 글의 제목으로 가장 적절한 것은?\". \"본문\": 본문. \"보기\": 단계 2에서 개발된 선택지 목록, \"(1) {보기1} (2) {보기2} (3) {보기3} (4) {보기4} (5) {보기5}\". \"답\": \"단계 2에서 선택된 정확한 선택지\". 예: 다음과 같은 문장이 주어진 경우: Invasions of natural communities by non-indigenous species are currently rated as one of the most important global-scale environmental problems. The loss of biodiversity has generated concern over the consequences for ecosystem functioning and thus understanding the relationship between both has become a major focus in ecological research during the last two decades. The “biodiversity-invasibility hypothesis” by Elton suggests that high diversity increases the competitive environment of communities and makes them more difficult to invade. Numerous biodiversity experiments have been conducted since Elton’s time and several mechanisms have been proposed to explain the often observed negative relationship between diversity and invasibility. Beside the decreased chance of empty ecological niches but the increased probability of competitors that prevent invasion success, diverse communities are assumed to use resources more completely and, therefore, limit the ability of invaders to establish. Further, more diverse communities are believed to be more stable because they use a broader range of niches than species-poor communities. 반응은 다음과 같아야 합니다: {\"질문\": \" 다음 글의 제목으로 가장 적절한 것은?\", \"본문\": Invasions of natural communities by non-indigenous species are currently rated as one of the most important global-scale environmental problems. The loss of biodiversity has generated concern over the consequences for ecosystem functioning and thus understanding the relationship between both has become a major focus in ecological research during the last two decades. The “biodiversity-invasibility hypothesis” by Elton suggests that high diversity increases the competitive environment of communities and makes them more difficult to invade. Numerous biodiversity experiments have been conducted since Elton’s time and several mechanisms have been proposed to explain the often observed negative relationship between diversity and invasibility. Beside the decreased chance of empty ecological niches but the increased probability of competitors that prevent invasion success, diverse communities are assumed to use resources more completely and, therefore, limit the ability of invaders to establish. Further, more diverse communities are believed to be more stable because they use a broader range of niches than species-poor communities., \"보기\": \"(1)Carve Out More Empty Ecological Spaces! (2)Guardian of Ecology: Diversity Resists Invasion (3)Grasp All, Lose All: Necessity of Species-poor Ecology (4)Challenges in Testing Biodiversity-Invasibility Hypothesis (5)Diversity Dilemma: The More Competitive, the Less Secure\", \"답\": \"(2)\"}",
		"주어진 글은 '글의 주제' 유형 질문을 생성하기 위한 것입니다. 주어진 글을 사용하여 '글의 주제’ 유형의 수능 영어 스타일 질문, 본문, 보기, 답을 다음 단계에 따라 생성하세요. 단계 1 - '다음 글의 주제로 가장 적절한 것은?'을 질문으로 사용하세요. 단계 2 - 주어진 글의 주제와 관련이 없는 네 가지 부정확한 선택지와 주어진 글의 주제와 관련이 있는 한 가지 정확한 선택지를 개발하세요. 단계 3 - 다음 구조로 출력을 제공하세요. \"질문\": \"다음 글의 주제로 가장 적절한 것은?\". \"본문\": 본문. \"보기\": 단계2에서 개발된 선택지 목록, \"(1) {보기1} (2) {보기2} (3) {보기3} (4) {보기4} (5) {보기5}\". \"답\": 단계 2에서 선택된 올바른 선택지. 예: 다음과 같은 문장이 주어진 경우: Human beings do not enter the world as competent moral agents. Nor does everyone leave the world in that state. But somewhere in between, most people acquire a bit of decency that qualifies them for membership in the community of moral agents. Genes, development, and learning all contribute to the process of becoming a decent human being. The interaction between nature and nurture is, however, highly complex, and developmental biologists are only just beginning to grasp just how complex it is. Without the context provided by cells, organisms, social groups, and culture, DNA is inert. Anyone who says that people are “genetically programmed” to be moral has an oversimplified view of how genes work. Genes and environment interact in ways that make it nonsensical to think that the process of moral development in children, or any other developmental process, can be discussed in terms of nature versus nurture. Developmental biologists now know that it is really both, or nature through nurture. A complete scientific explanation of moral evolution and development in the human species is a very long way off. 반응은 다음과 같아야 합니다: { \"질문\": \"다음 글의 주제로 가장 적절한 것은?\", \"본문\": \"Human beings do not enter the world as competent moral agents. Nor does everyone leave the world in that state. But somewhere in between, most people acquire a bit of decency that qualifies them for membership in the community of moral agents. Genes, development, and learning all contribute to the process of becoming a decent human being. The interaction between nature and nurture is, however, highly complex, and developmental biologists are only just beginning to grasp just how complex it is. Without the context provided by cells, organisms, social groups, and culture, DNA is inert. Anyone who says that people are “genetically programmed” to be moral has an oversimplified view of how genes work. Genes and environment interact in ways that make it nonsensical to think that the process of moral development in children, or any other developmental process, can be discussed in terms of nature versus nurture. Developmental biologists now know that it is really both, or nature through nurture. A complete scientific explanation of moral evolution and development in the human species is a very long way off.\", \"보기\": \"(1)evolution of human morality from a cultural perspective. (2)difficulties in studying the evolutionary process of genes. (3)increasing necessity of educating children as moral agents. (4)nature versus nurture controversies in developmental biology. (5)complicated gene-environment interplay in moral development.\", \"답\": \"(5)\"}",
		"주어진 글은 '대상에 관한 글의 내용 불일치' 유형 질문을 생성하기 위한 것입니다. 주어진 글을 사용하여 '대상에 관한 글의 내용 불일치’ 유형의 수능 영어 스타일 질문, 본문, 보기, 답을 다음 단계에 따라 생성하세요. 단계 1 - 주어진 글에서 중심 대상을 찾으세요. 단계 2 – ‘'대상’에 관한 다음 글의 내용과 일치하지 않는 것은?'을 질문으로 사용하세요. ‘대상’에는 단계 1에서 찾은 중심 대상의 이름을 기입해야 합니다. 단계 3 – 단계 1에서 선택된 대상에 대한 내용과 일치하는 네 가지 정확한 선택지와 선택된 대상에 대한 내용과 일치하지 않는 한 가지 부정확한 선택지를 개발하세요. 단계 4 - 다음 구조로 출력을 제공하세요. \"질문\": \"대상에 관한 다음 글의 내용과 일치하지 않는 것은?\". \"본문\": 본문. \"보기\": 단계 3에서 개발된 선택지 목록.\"(1) {보기1} (2) {보기2} (3) {보기3} (4) {보기4} (5) {보기5}\". \"답\": 단계 3에서 선택된 부정확한 선택지. 예: 다음과 같은 문장이 주어진 경우: The Nuer are one of the largest ethnic groups in South Sudan, primarily residing in the Nile River Valley. The Nuer are a cattle-raising people, whose everyday lives revolve around their cattle. They have various terms related to cattle, so they can distinguish between hundreds of types of cows, based on color, markings, and shape of horns. They prefer to be called by the names of the cattle they raise. The commonest daily foods for the Nuer are dairy products, especially milk for the young and soured milk, like yogurt, for adults. And wild fruits and nuts are favorite snacks for the Nuer. The Nuer also have a culture of counting only older members of the family. They believe that counting the number of children one has could result in misfortune and prefer to report fewer children than they have. 반응은 다음과 같아야 합니다: { \"질문\": \" The Nuer에 관한 다음 글의 내용과 일치하지 않는 것은?\", \"본문\": \" The Nuer are one of the largest ethnic groups in South Sudan, primarily residing in the Nile River Valley. The Nuer are a cattle-raising people, whose everyday lives revolve around their cattle. They have various terms related to cattle, so they can distinguish between hundreds of types of cows, based on color, markings, and shape of horns. They prefer to be called by the names of the cattle they raise. The commonest daily foods for the Nuer are dairy products, especially milk for the young and soured milk, like yogurt, for adults. And wild fruits and nuts are favorite snacks for the Nuer. The Nuer also have a culture of counting only older members of the family. They believe that counting the number of children one has could result in misfortune and prefer to report fewer children than they have., \"보기\": \"(1)주로 Nile River Valley에 거주한다. (2)소와 관련된 다양한 용어를 가지고 있다. (3)자신들이 기르는 소의 이름으로 불리는 것을 선호한다. (4)가장 일반적인 일상 음식은 유제품이다. (5)어린 자녀의 수를 세는 것이 행운을 가져온다고 믿는다.\", \"답\": \"(5)\"}",
		"주어진 글은 '등장인물의 심경 변화 파악' 유형 질문을 생성하기 위한 것입니다. 주어진 글을 사용하여 '등장인물의 심경 변화 파악’ 유형의 수능 영어 스타일 질문, 본문, 보기, 답을 다음 단계에 따라 생성하세요. 단계 1 - 주어진 본문의 문맥과 내용을 파악하여 주인공의 이름이 무엇인지 파악하세요. 주인공의 심경 변화를 나타내는 단어 2개를 생성해야 합니다. 단계 2 - '다음 글의 (주인공)의 심경 변화로 가장 적절한 것은?'을 사용하세요. (주인공) 대신 단계 1에서 파악한 본문에 나타나는 주인공 이름을 기입해야 합니다. 단계 3 - 단계 1에서 생성한 알맞은 단어 2개를 정확한 선택지로 제시하고, 주인공의 심경 변화와 일치하지 않는 네 가지 부정확한 선택지를 제시하세요. 선택지에서 단어 2개 사이에는 오른쪽 화살표가 기입되어야 합니다. 단계 4 - 다음 구조로 출력을 제공하세요. \"질문\": \"다음 글에 드러난 (주인공)의 심경 변화로 가장 적절한 것은?\". \"본문\": 본문. \"보기\": 단계 3에서 제시된 선택지 목록, \"(1) {보기1} (2) {보기2} (3) {보기3} (4) {보기4} (5) {보기5}\". \"답\": 단계 3에서 선택된 정확한 선택지. 예: 다음과 같이 문장이 주어진 경우, One day after grocery shopping, I was sitting at the bus stop. When the bus arrived, I just hopped on. Not until I got home and reached for the house key did I realize that I had left my purse on the bench at the bus stop. My heart started to beat faster because all my cash for the month was in my purse. “How can I get by without the money?” I said to myself. I rushed to catch a taxi and headed back to the bus stop. On arriving at the bus stop, I started frantically searching for my purse. Right at that moment, something caught my eye from under the bench―something familiar. It was my purse, and fortunately all my money was still in there. 반응은 다음과 같아야 합니다: {\"질문\": \" 다음 글에 드러난 ‘I’의 심경 변화로 가장 적절한 것은?\", \"본문\": \"One day after grocery shopping, I was sitting at the bus stop. When the bus arrived, I just hopped on. Not until I got home and reached for the house key did I realize that I had left my purse on the bench at the bus stop. My heart started to beat faster because all my cash for the month was in my purse. “How can I get by without the money?” I said to myself. I rushed to catch a taxi and headed back to the bus stop. On arriving at the bus stop, I started frantically searching for my purse. Right at that moment, something caught my eye from under the bench―something familiar. It was my purse, and fortunately all my money was still in there.\", \"보기\": \"(1) anxious → relieved (2) jealous → ashame (3) excited → disappointed (4) lonely → delighted (5) indifferent → curious\", \"답\": \"(1)\"}",
		"주어진 글은 '밑줄 친 구문이 의미하는 바' 유형의 질문을 생성하기 위한 것입니다. 주어진 글을 사용하여 ' 밑줄 친 구문이 의미하는 바’ 유형의 수능 영어 스타일 질문, 본문, 보기, 답을 다음 단계에 따라 생성하세요. 단계 1 - 주어진 글에서 함축적 의미가 사용된 구문을 찾아 밑줄 친 구문으로 선정하세요. 밑줄 친 구문을 <U>,</U>로 감싸세요. 함축적 의미가 사용된 구문은 글에서 주어진 상황과 관련이 있어야 하며 함축된 의미나 정보를 내재하고 있습니다. 단계 2 - ‘밑줄 친 ‘구문’이 다음 글에서 의미하는 바로 가장 적절한 것은? '을 질문으로 사용하세요. ‘구문’을 단계 1에서 선정한 밑줄 친 구문으로 대체하세요. 단계 3 - 주어진 글에서 밑줄 친 구문이 의미하는 바를 나타내는 한 가지 정확한 선택지와 올바르게 나타내지 못한 네 가지의 부정확한 선택지를 생성하세요. 단계 4 - 다음 구조로 출력을 제공하세요. \"질문\": \"밑줄 친 ‘구문’이 다음 글에서 의미하는 바로 가장 적절한 것은?\". \"본문\": 본문. \"보기\": 단계 3에서 개발된 선택지 목록.\"(1) {보기1} (2) {보기2} (3) {보기3} (4) {보기4} (5) {보기5}\" \"답\": 단계 3에서 선택된 올바른 선택지. 예: 다음과 같은 문장이 주어진 경우: How you focus your attention plays a critical role in how you deal with stress. Scattered attention harms your ability to let go of stress, because even though your attention is scattered, it is narrowly focused, for you are able to fixate only on the stressful parts of your experience. When your attentional spotlight is widened, you can more easily let go of stress. You can put in perspective many more aspects of any situation and not get locked into one part that ties you down to superficial and anxiety-provoking levels of attention. A narrow focus heightens the stress level of each experience, but a widened focus turns down the stress level because you’re better able to put each situation into a broader perspective. One anxiety-provoking detail is less important than the bigger picture. It’s like transforming yourself into a nonstick frying pan. You can still fry an egg, but the egg won’t stick to the pan. 반응은 다음과 같아야 합니다: {\"질문\": \"밑줄 친 <U>a nonstick frying pan</U>이 다음 글에서 의미하는 바로 가장 적절한 것은?\", \"본문\": \"How you focus your attention plays a critical role in how you deal with stress. Scattered attention harms your ability to let go of stress, because even though your attention is scattered, it is narrowly focused, for you are able to fixate only on the stressful parts of your experience. When your attentional spotlight is widened, you can more easily let go of stress. You can put in perspective many more aspects of any situation and not get locked into one part that ties you down to superficial and anxiety-provoking levels of attention. A narrow focus heightens the stress level of each experience, but a widened focus turns down the stress level because you’re better able to put each situation into a broader perspective. One anxiety-provoking detail is less important than the bigger picture. It’s like transforming yourself into <U>a nonstick frying pan</U>. You can still fry an egg, but the egg won’t stick to the pan.\", \"보기\": \" (1) never being confronted with any stressful experiences in daily life (2) broadening one’s perspective to identify the cause of stress (3) rarely confining one’s attention to positive aspects of an experience (4) having a larger view of an experience beyond its stressful aspects (5) taking stress into account as the source of developing a wide view\", \"답\": \"(4)\"}",
		"주어진 글은 '빈칸에 들어갈 말' 유형 질문을 생성하기 위한 것입니다. 주어진 글을 사용하여 '빈칸에 들어갈 말’ 유형의 수능 영어 스타일 질문, 본문, 보기, 답을 다음 단계에 따라 생성하세요. 단계 1 - 주어진 글에서 가장 중요한 단어 또는 구문을 파악하여 (BLANK)로 대체하세요. 단계 2 - '다음 글의 빈칸(BLANK)에 들어갈 말로 가장 적절한 것은?'을 질문으로 사용하세요. 단계 3 - 단계 1에서 찾은 알맞은 단어 또는 구문을 정확한 선택지로 제시하고, 문맥과 일치하지 않는 네 가지 부정확한 선택지를 제시하세요. 단계 4 - 다음 구조로 출력을 제공하세요. \"질문\": \"다음 글의 빈칸 (BLANK)에 들어갈 말로 가장 적절한 것은?\". \"본문\": 단계1의 지침을 따르는 본문. \"보기\": 단계 3에서 제시된 선택지 목록, \"(1) {보기1} (2) {보기2} (3) {보기3} (4) {보기4} (5) {보기5}\". \"답\": 단계 3에서 선택된 올바른 선택지. 예: 다음과 같이 문장이 주어진 경우, The role of science can sometimes be overstated, with its advocates slipping into scientism. Scientism is the view that the scientific description of reality is the only truth there is. With the advance of science, there has been a tendency to slip into scientism, and assume that any factual claim can be authenticated if and only if the term ‘scientific’ can correctly be ascribed to it. The consequence is that non-scientific approaches to reality―and that can include all the arts, religion, and personal, emotional and value-laden ways of encountering the world―may become labelled as merely subjective, and therefore of little account in terms of describing the way the world is. The philosophy of science seeks to avoid crude scientism and get a balanced view on what the scientific method can and cannot achieve. 반응은 다음과 같아야 합니다: {\"질문\": \"다음 글의 빈칸(BLANK)에 들어갈 말로 가장 적절한 것은?\", \"본문\": \"The role of science can sometimes be overstated, with its advocates slipping into scientism. Scientism is the view that the scientific description of reality is the only truth there is. With the advance of science, there has been a tendency to slip into scientism, and assume that any factual claim can be authenticated if and only if the term ‘scientific’ can correctly be ascribed to it. The consequence is that non-scientific approaches to reality―and that can include all the arts, religion, and personal, emotional and value-laden ways of encountering the world―may become labelled as merely subjective, and therefore of little (BLANK) in terms of describing the way the world is. The philosophy of science seeks to avoid crude scientism and get a balanced view on what the scientific method can and cannot achieve.\", \"보기\": \"(1) question (2) account (3) controversy (4) variation (5) bias\", \"답\": \"(2)\"}",
		"주어진 글은 '빈칸 A, B에 들어갈 말' 유형 질문을 생성하기 위한 것입니다. 주어진 글을 사용하여 '빈칸 A, B에 들어갈 말’ 유형의 수능 영어 스타일 질문, 본문, 보기, 답을 다음 단계에 따라 생성하세요. 단계 1 - 주어진 글에서 가장 중요한 단어 2개를 파악하여 각각 (A), (B)로 대체하세요. 단계 2 - '다음 글의 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은?'을 질문으로 사용하세요. 단계 3 - 단계 1에서 찾은 단어 2개를 정확한 선택지로 제시하고, 문맥과 일치하지 않는 네 가지 부정확한 단어 쌍 선택지를 제시하세요. 단계 4 - 다음 구조로 출력을 제공하세요. \"질문\": \"다음 글의 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은?\". \"본문\": 단계 1의 지침을 따르는 본문. \"보기\": 단계 3에서 제시된 선택지 목록, \"(1) {보기1} (2) {보기2} (3) {보기3} (4) {보기4} (5) {보기5}\". \"답\": 단계 3에서 제시한 올바른 선택지. 예: 다음과 같이 문장이 주어진 경우, New media can be defined by four characteristics simultaneously: they are media at the turn of the 20th and 21st centuries which are both integrated and interactive and use digital code and hypertext as technical means. It follows that their most common alternative names are multimedia, interactive media and digital media. By using this definition, it is easy to identify media as old or new. For example, traditional television is integrated as it contains images, sound and text, but it is not interactive or based on digital code. The plain old telephone was interactive, but not integrated as it only transmitted speech and sounds and it did not work with digital code. In contrast, the new medium of interactive television adds interactivity and digital code. Additionally, the new generations of mobile or fixed telephony are fully digitalized and integrated as they add text, pictures or video and they are connected to the Internet. 반응은 다음과 같아야 합니다: {\"질문\": \"다음 글의 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은?\", \"본문\": “New media can be defined by four characteristics simultaneously: they are media at the turn of the 20th and 21st centuries which are both integrated and interactive and use digital code and hypertext as technical means. It follows that their most common alternative names are multimedia, interactive media and digital media. By using this definition, it is easy to identify media as old or new. (A), traditional television is integrated as it contains images, sound and text, but it is not interactive or based on digital code. The plain old telephone was interactive, but not integrated as it only transmitted speech and sounds and it did not work with digital code. In contrast, the new medium of interactive television adds interactivity and digital code. (B), the new generations of mobile or fixed telephony are fully digitalized and integrated as they add text, pictures or video and they are connected to the Internet.”, \"보기\": \"(1) (A) For example …… (B) Additionally (2) (A) Nevertheless …… (B) In other words (3) (A)Therefore …… (B) Additionally (4) (A) For example …… (B) In other words (5) (A)Nevertheless …… (B)Consequently\", \"답\": \"(1)\"}",
		"주어진 글은 '안내문 내용 일치' 유형의 질문을 생성하기 위한 것입니다. 주어진 글을 사용하여 '안내문 내용 일치' 유형의 수능 영어 스타일 질문, 본문, 보기, 답을 다음 단계에 따라 생성하세요. 단계 1 - '안내문 내용과 일치하는 것은?'을 질문으로 사용하세요. 단계 2 - 1개의 올바른 선택지는 단계 1에서 파악한 안내문의 내용과 일치하는 내용을 생성하고 4개의 올바르지 않은 선택지는 안내문의 내용과 일치하지 않는 내용을 생성하세요. 단계 3 - 다음 구조로 출력을 제공합니다. \"질문\": \"다음 안내문의 내용과 일치하는 것은?\". \"본문\": 본문. \"보기\": 단계 3에서 개발된 선택지 목록, \"(1) {보기1} (2) {보기2} (3) {보기3} (4) {보기4} (5) {보기5}\". \"답\": 단계 3에서 선택된 올바른 선택지. 예: 다음과 같은 문장이 주어진 경우: Little Angel's Stay and Play Crayden Junior School invites babies and toddlers to “Little Angel’s Stay and Play” every Tuesday and Thursday morning from 10:00 a.m. to 11:30 a.m. Children from 0-4 years old are welcome as long as they are accompanied by an adult! It’s a chance to meet new friends and have fun for everyone! There are lots of activities including music and movement, baby massage, and crafts to keep everyone happy and busy. We also have specially invited outside speakers who can pass on ideas and share experiences. Admission is $6 per child, which includes snacks for adults and children. A discount is provided for three or more children together. We are taking applications only on our homepage: http://www.craydenhigh.gdst.net For more details, please call Crayden Junior School at 020-8660-7408. We’re really looking forward to meeting you. 반응은 다음과 같아야 합니다: {\"질문\": \"Little Angel’s Stay and Play에 관한 다음 안내문의 내용과 일치하는 것은?\", \"본문\": \"Little Angel's Stay and Play Crayden Junior School invites babies and toddlers to “Little Angel’s Stay and Play” every Tuesday and Thursday morning from 10:00 a.m. to 11:30 a.m. Children from 0-4 years old are welcome as long as they are accompanied by an adult! It’s a chance to meet new friends and have fun for everyone! There are lots of activities including music and movement, baby massage, and crafts to keep everyone happy and busy. We also have specially invited outside speakers who can pass on ideas and share experiences. Admission is $6 per child, which includes snacks for adults and children. A discount is provided for three or more children together. We are taking applications only on our homepage: http://www.craydenhigh.gdst.net For more details, please call Crayden Junior School at 020-8660-7408. We’re really looking forward to meeting you.\", \"보기\": \"(1)매주 화요일과 수요일에 운영된다. (2) 4세 아동은 성인과 동반해야 한다. (3)간식비는 입장료와 별도이다. (4)두 명의 아동이 신청하는 경우 입장료가 할인된다. (5)전화로 참가신청을 할 수 있다.\", \"답\": \"(2)\"}",
		"주어진 글은 '안내문 내용 불일치' 유형의 질문을 생성하기 위한 것입니다. 주어진 글을 사용하여 '안내문 내용 불일치' 유형의 수능 영어 스타일 질문, 본문, 보기, 답을 다음 단계에 따라 생성하세요. 단계 1 - ‘안내문 내용과 일치하지 않는 것은?’을 질문으로 사용하세요. 단계 2 - 4개의 올바른 선택지는 안내문의 내용과 일치하는 내용을 생성하고 1개의 올바르지 않은 선택지는 안내문의 내용과 일치하지 않는 내용을 생성하세요. 단계 3 - 다음 구조로 출력을 제공합니다. \"질문\": \"다음 안내문의 내용과 일치하지 않는 것은?\". \"본문\": 본문. \"보기\": 단계 2에서 개발된 선택지 목록, \"(1) {보기1} (2) {보기2} (3) {보기3} (4) {보기4} (5) {보기5}\". \"답\": 단계 2에서 선택된 올바르지 않은 선택지. 예: 다음과 같은 문장이 주어진 경우: DISH COMPETITION The Art Institute of INC is hosting the “2014 Korean Dish Competition.” This is the third annual competition and we hope to build on last year’s success. The award winning teams will be given the opportunity to participate in the “2014 Korean Food Festival” on November 14th, 2014. •When: Saturday, September 27th, 2014,9:00 a.m.-11:00 a.m. •Where: The Grand Hall in The Art Institute of INC •Who: Students in Teams of 3 •Awards: Grand/Silver/Bronze prizes •Registration: August 26th-September 9th, 2014 e‒mail: inckdc@dmail.com •More Information: www.inc‒kdc.or.kr. 반응은 다음과 같아야 합니다: { \"질문\": \"2014 Korean Dish Competition에 관한 다음 안내문의 내용과 일치하지 않는 것은?\", \"본문\": \"DISH COMPETITION The Art Institute of INC is hosting the “2014 Korean Dish Competition.” This is the third annual competition and we hope to build on last year’s success. The award winning teams will be given the opportunity to participate in the “2014 Korean Food Festival” on November 14th, 2014. •When: Saturday, September 27th, 2014,9:00 a.m.-11:00 a.m. •Where: The Grand Hall in The Art Institute of INC •Who: Students in Teams of 3 •Awards: Grand/Silver/Bronze prizes •Registration: August 26th-September 9th, 2014 e‒mail: inckdc@dmail.com •More Information: www.inc‒kdc.or.kr.\", \"보기\": \"(1)올해로 세 번째를 맞는 연례 대회이다. (2)수상팀에게 2014 Korean Food Festival에 참가할 기회가 주어진다. (3)토요일 오전 2시간 동안 진행된다. (4)3명의 학생이 팀을 이루어 참가해야 한다. (5)등록은 30일 동안 이메일로 가능하다.\", \"답\": \"(5)\"}",
		"주어진 글은 '어법' 유형 질문을 생성하기 위한 것입니다. 주어진 글을 사용하여 '어법’ 유형의 수능 영어 스타일 질문, 본문, 보기, 답을 다음 단계에 따라 생성하세요. 단계 1 - 본문 내용 중에 문법적으로 중요한 단어 5개를 선별하세요. 단계 2 - '다음 글의 보기 단어 중, 어법상 틀린 것은?'을 질문으로 사용하세요. 단계 3 - 단계 1에서 선별한 5개의 단어 중에 하나를 골라 문법적으로 올바르지 않은 단어로 바꾸어 부정확한 선택지로 제시하고, 나머지 단어 4개는 그대로 사용하여 정확한 선택지를 제시하세요. 본문에서 선별한 단어 5개 앞에 (1), (2), (3), (4), (5) 표시를 순서대로 기입하세요. 앞선 5개의 단어를 강조하기 위해 '<' '>' 두 가지 기호를 각각 단어의 양 끝에 추가합니다. 단계 4 - 다음 구조로 출력을 제공하세요. \"질문\": \"다음 글의 (1),(2),(3),(4),(5)번 단어 중, 어법상 틀린 것은?\". \"본문\": 단계3의 지침을 따르는 본문. \"보기\": 단계 3에서 제시된 선택지 목록, \"(1) {보기1} (2) {보기2} (3) {보기3} (4) {보기4} (5) {보기5}\". 예: 다음과 같이 문장이 주어진 경우, Some countries have proposed tougher guidelines for determining brain death when transplantation―transferring organs to others―is under consideration. In several European countries, there are legal requirements which specify that a whole team of doctors must agree over the diagnosis of death in the case of a potential donor. The reason for these strict regulations for diagnosing brain death in potential organ donors is, no doubt, to ease public fears of a premature diagnosis of brain death for the purpose of obtaining organs. But it is questionable whether these requirements reduce public suspicions as much as they create them. They certainly maintain mistaken beliefs that diagnosing brain death is an unreliable process lacking precision. As a matter of consistency, at least, criteria for diagnosing the deaths of organ donors should be exactly the same as for those for whom immediate burial or cremation is intended. 반응은 다음과 같아야 합니다: {\"질문\": \"다음 글의 (1),(2),(3),(4),(5)번 단어 중, 어법상 틀린 것은?\", \"본문\": \"Some countries have proposed tougher guidelines for determining brain death when transplantation―transferring organs to others―is under consideration. In several European countries, there are legal requirements which specify (1)<that> a whole team of doctors must agree over the diagnosis of death in the case of a potential donor. The reason for these strict regulations for diagnosing brain death in potential organ donors (2)<is>, no doubt, to ease public fears of a premature diagnosis of brain death for the purpose of obtaining organs. But it is questionable whether these requirements reduce public suspicions as much as they create (3)<them>. They certainly maintain mistaken beliefs that diagnosing brain death is an unreliable process (4)<lack> precision. As a matter of consistency, at least, criteria for diagnosing the deaths of organ donors should be exactly the same as for those for (5)<whom> immediate burial or cremation is intended.\", \"보기\": \"(1) that (2) is (3) them (4) lack (5) whom\", \"답\": \"(4)\"}",
		"주어진 글은 '요약문에 들어갈 A, B 빈칸' 유형의 질문을 생성하기 위한 것입니다. 주어진 글을 사용하여 '요약문에 들어갈 A, B 빈칸' 유형의 수능 영어 스타일 질문, 본문, 보기,답을 다음 단계에 따라 생성하세요. 단계 1 - 주어진 글을 한 문장으로 요약하여 요약문을 생성하세요. 요약문에서 두 문장 사이의 논리적 관계를 채우기 위한 단어 두 개를 선정하여 (A) 빈칸과 (B) 빈칸으로 대체하세요. 단계 2 - ‘다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은?’을 질문으로 사용하세요. 단계 3- 한 개의 올바른 선택지는 단계 1에서 만들었던 요약문에서 (A) 빈칸, (B) 빈칸으로 대체한 단어이고 나머지 4개의 올바르지 않은 선택지는 (A) 빈칸, (B) 빈칸 둘 중의 하나만 정답이거나 둘 다 내용과 관련 없는 단어로 생성해야 합니다. 단계 4- 다음 구조로 출력을 제공합니다. \"질문\": \"다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은?. \"본문\": 주어진 문장과 단계 1에서 생성한 요약문을 결합하여 표기해야 합니다. 요약문은 본문과 구분하기 위해 <요약문> 과 같이 ‘<>’로 감싸서 표기해야 합니다. \"보기\": 단계 3에서 개발된 선택지 목록, \"(1) {A_보기1} ...... {B_보기1} (2) {A_보기2} ...... {B_보기2} (3) {A_보기3} ...... {B_보기3} (4) {A_보기4} ...... {B_보기4} (5) {A_보기5} ...... {B_보기5}”.\"답\": 단계 3에서 선택된 정확한 선택지. 예: 다음과 같이 문장이 주어진 경우: Major longterm threats to deepsea fishes, as with all life on the planet, derive from trends of global climate change. Although deepsea fishes are generally coldwater species, warming of the oceans itself may not be a direct threat. Many of the deepsea fishes originated during the early Cretaceous when the deep sea was warm, and the Mediterranean Sea, which is warm down to a depth of over 5,000m, is populated by deepsea fishes. On the other hand, substantial changes may be expected in ocean ecosystems over the next 100 years driven by an increase in dissolved carbon dioxide (CO2) and consequent ocean acidification resulting from burning of fossil fuels. Although the effects on deepsea fishes are likely to be indirect through loss of coral habitats and changes in prey availability, larval stages of deepsea fishes in the surface layers of the ocean may be directly affected by acidity. 반응은 다음과 같아야 합니다: {\"질문\": \"다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은?\", \"본문\": \"Major longterm threats to deepsea fishes, as with all life on the planet, derive from trends of global climate change. Although deepsea fishes are generally coldwater species, warming of the oceans itself may not be a direct threat. Many of the deepsea fishes originated during the early Cretaceous when the deep sea was warm, and the Mediterranean Sea, which is warm down to a depth of over 5,000m, is populated by deepsea fishes. On the other hand, substantial changes may be expected in ocean ecosystems over the next 100 years driven by an increase in dissolved carbon dioxide (CO2) and consequent ocean acidification resulting from burning of fossil fuels. Although the effects on deepsea fishes are likely to be indirect through loss of coral habitats and changes in prey availability, larval stages of deepsea fishes in the surface layers of the ocean may be directly affected by acidity. <Changes in sea (A) may not pose an immediate threat to deepsea fishes, and yet changes in seawater (B) may directly affect them in their larval stages>\", \"보기\": \"(1) temperature ...... chemistry (2) level ...... pressure (3) temperature ...... circulation (4) level ...... circulation (5) color ...... chemistry\", \"답\": \"(1)\"}",
		"주어진 글은 '이어질 글의 순서' 유형 질문을 생성하기 위한 것입니다. 주어진 글을 사용하여 '이어질 글의 순서' 유형의 수능 영어 스타일 질문, 본문, 보기,답을 다음 단계에 따라 생성하세요. 단계 1 – 글의 첫 문장 또는 두 번째 문장 이후에 나오는 글을 세 부분으로 적절히 분할한 후 무작위로 순서를 재배치하여 각 문장 앞에 (A), (B), (C)를 표기하세요. 단계 2 - '주어진 글 다음에 이어질 글의 순서로 가장 적절한 것은?'을 질문으로 사용하세요. 단계 3 – (A), (B), (C)의 무작위 순서 배열에 대해 1가지 정확한 선택지와 다른 순서 배열인 4가지 선택지를 개발하세요. 단계 4 - 다음 구조로 출력을 제공하세요. \"질문\": \"주어진 글 다음에 이어질 글의 순서로 가장 적절한 것은?\". \"본문\": 본문. \"보기\": 단계 3에서 개발된 선택지 목록, \"(1) {보기1} (2) {보기2} (3) {보기3} (4) {보기4} (5) {보기5}\". \"답\": 단계 3에서 개발한 정확한 선택지. 예: 다음과 같은 문장이 주어진 경우: Suppose you come home from school to find a cushion torn apart on the living room floor. The stuffing has been pulled out, and small pieces of it are everywhere. As you set down your backpack, your dog runs toward you. As she jumps into your arms, you find that she is covered with pieces of the cushion's stuffing. You know that you were the last person to leave that morning. You think about this information and come up with a possible explanation, based on the facts, that she tore apart the cushion. This process is called drawing a conclusion. 반응은 다음과 같아야 합니다: {\"질문\": \"주어진 글 다음에 이어질 글의 순서로 가장 적절한 것은?\", \"본문\": \"Suppose you come home from school to find a cushion torn apart on the living room floor. (A) As she jumps into your arms, you find that she is covered with pieces of the cushion's stuffing. You know that you were the last person to leave that morning. (B) The stuffing has been pulled out, and small pieces of it are everywhere. As you set down your backpack, your dog runs toward you. (C) You think about this information and come up with a possible explanation, based on the facts, that she tore apart the cushion. This process is called drawing a conclusion.\", \"보기\": \"(1) (A)-(C)-(B) (2) (B)-(A)-(C) (3) (B)-(C)-(A) (4) (C)-(A)-(B) (5) (C)-(B)-(A)\", \"답\": \"(2)\"}",
		"주어진 글은 '필자가 주장하는 바' 유형의 질문을 생성하기 위한 것입니다. 주어진 글을 사용하여 '필자가 주장하는 바’ 유형의 수능 영어 스타일 질문, 본문, 보기,답을 다음 단계에 따라 생성하세요. 단계 1 - '다음 글에서 필자가 주장하는 바로 가장 적절한 것은?'을 질문으로 사용하세요. 단계 2 - 주어진 글에서 필자가 주장하는 바를 나타내는 1가지 정확한 선택지와 필자가 주장하는 바를 나타내지 않는 4가지 부정확한 선택지를 개발하세요. 단계 3 - 다음 구조로 출력을 제공하세요. \"질문\": \"다음 글에서 필자가 주장하는 바로 가장 적절한 것은?\". \"본문\": 본문. \"보기\": 단계 2에서 개발된 선택지 목록, \"(1) {보기1} (2) {보기2} (3) {보기3} (4) {보기4} (5) {보기5}\". \"답\": 단계 2에서 개발된 정확한 선택지. 예: 다음과 같은 문장이 주어진 경우: Given the right conditions, entrepreneurship can be fully woven into the fabric of campus life, greatly expanding its educational reach. One study showed that, within the workplace, peers influence each other to spot opportunities and act on them: the more entrepreneurs you have working together in an office, the more likely their colleagues will catch the bug. A study of Stanford University alumni found that those “who have varied work and educational backgrounds are much more likely to start their own businesses than those who have focused on one role at work or concentrated in one subject at school.” To cultivate an entrepreneurial culture, colleges and universities need to offer students a broad choice of experiences and wide exposure to different ideas. They are uniquely positioned to do this by combining the resources of academic programming, residential life, student groups, and alumni networks. 반응은 다음과 같아야 합니다: {\"질문\": \"다음 글에서 필자가 주장하는 바로 가장 적절한 것은?\", \"본문\": \"Given the right conditions, entrepreneurship can be fully woven into the fabric of campus life, greatly expanding its educational reach. One study showed that, within the workplace, peers influence each other to spot opportunities and act on them: the more entrepreneurs you have working together in an office, the more likely their colleagues will catch the bug. A study of Stanford University alumni found that those “who have varied work and educational backgrounds are much more likely to start their own businesses than those who have focused on one role at work or concentrated in one subject at school.” To cultivate an entrepreneurial culture, colleges and universities need to offer students a broad choice of experiences and wide exposure to different ideas. They are uniquely positioned to do this by combining the resources of academic programming, residential life, student groups, and alumni networks.\", \"보기\": (1) 훌륭한 기업가가 되기 위해서 관심있는 한 분야에 집중해야 한다. (2) 대학은 학생들이 기업가 정신을 함양하도록 환경을 조성해야 한다. (3) 좋은 직장을 얻기 위해서 학업과 대외활동에 충실해야 한다. (4) 기업은 대학생들의 다양한 소모임 활동을 적극 지원해야 한다. (5) 대학생은 학업 성취를 위하여 경험과 생각의 폭을 넓혀야 한다.\", \"답\": \"(2)\"}"
	]
}